[
  {
    "district": "Anuradhapura",
    "name": "Sri Maha Bodhi",
    "location": "Sri Maha Bodhi, Anuradhapura, Sri Lanka",
    "likes": 0,
    "description": "Sri Maha Bodhi, located in Anuradhapura, is one of the most sacred religious sites in Sri Lanka. It is believed to be a sapling from the original Bodhi tree in India under which Lord Buddha attained enlightenment. This ancient tree, over 2,000 years old, draws thousands of devotees and tourists who come to pay their respects. The serene surroundings, historical significance, and spiritual atmosphere make it a must-visit destination.",
    "images": [
      "http://localhost:5000/uploads/places/Sri_Maha_Bodhi1.jpg",
      "http://localhost:5000/uploads/places/Sri_Maha_Bodhi2.jpg",
      "http://localhost:5000/uploads/places/Sri_Maha_Bodhi3.jpg"
    ]
  },
  {
    "district": "Anuradhapura",
    "name": "Ruwanwelisaya",
    "location": "Ruwanwelisaya, Anuradhapura, Sri Lanka",
    "likes": 0,
    "description": "Ruwanwelisaya is a magnificent stupa located in Anuradhapura, known for its grand architecture and deep historical and religious importance. Built by King Dutugemunu in the 2nd century BCE, it stands as a symbol of Sri Lanka's rich Buddhist heritage. Its massive white dome and intricate stone carvings attract visitors from around the world. The stupa is especially beautiful at sunrise or sunset when it is lit up against the sky.",
    "images": [
      "http://localhost:5000/uploads/places/Ruwanwelisaya1.jpg",
      "http://localhost:5000/uploads/places/Ruwanwelisaya2.jpg",
      "http://localhost:5000/uploads/places/Ruwanwelisaya3.jpg"
    ]
  },
  {
    "district": "Anuradhapura",
    "name": "Jetavanaramaya",
    "location": "Jetavanaramaya, Anuradhapura, Sri Lanka",
    "likes": 0,
    "description": "Jetavanaramaya, located in the heart of Anuradhapura, is one of the largest brick structures in the world and an iconic symbol of ancient Sri Lankan engineering. Built by King Mahasena in the 3rd century CE, this towering stupa once stood as the third tallest structure in the world. The vast size and historical significance of Jetavanaramaya attracts both history enthusiasts and pilgrims. Its peaceful surroundings make it an ideal spot for reflection and exploration.",
    "images": [
      "http://localhost:5000/uploads/places/Jetavanaramaya1.jpg",
      "http://localhost:5000/uploads/places/Jetavanaramaya2.jpg",
      "http://localhost:5000/uploads/places/Jetavanaramaya3.jpg"
    ]
  },
  {
    "district": "Anuradhapura",
    "name": "Isurumuniya Vihara",
    "location": "Isurumuniya Vihara, Anuradhapura, Sri Lanka",
    "likes": 0,
    "description": "Isurumuniya Vihara, nestled in Anuradhapura, is a remarkable ancient Buddhist temple known for its unique rock-cut architecture and historical significance. Built by King Devanampiya Tissa in the 3rd century BCE, the temple is renowned for its impressive rock carvings, including the famous \"Isurumuniya Lovers\" sculpture. The tranquil setting and the intricate artwork make it a fascinating destination for both tourists and devotees.",
    "images": [
      "http://localhost:5000/uploads/places/Isurumuniya_Vihara1.jpg",
      "http://localhost:5000/uploads/places/Isurumuniya_Vihara2.jpg",
      "http://localhost:5000/uploads/places/Isurumuniya_Vihara3.jpg"
    ]
  },
  {
    "district": "Anuradhapura",
    "name": "Thuparamaya",
    "location": "Thuparamaya, Anuradhapura, Sri Lanka",
    "likes": 0,
    "description": "Thuparamaya, located in the sacred city of Anuradhapura, is the oldest stupa in Sri Lanka, built during the reign of King Devanampiya Tissa in the 3rd century BCE. It holds significant religious importance as it is believed to enshrine the right collarbone relic of Lord Buddha. The stupa's unique bell-shaped design and the surrounding ancient ruins make it an attractive site for both history lovers and devotees.",
    "images": [
      "http://localhost:5000/uploads/places/Thuparamaya1.jpg",
      "http://localhost:5000/uploads/places/Thuparamaya2.jpg",
      "http://localhost:5000/uploads/places/Thuparamaya3.jpg"
    ]
  }
]