[
  {
    "district": "Kurunegala",
    "name": "Ridi Viharaya",
    "location": "Ridi Viharaya, North Western Province, Sri Lanka",
    "likes": 0,
    "description": "Ridi Viharaya is a historic Buddhist temple known for its rich history, dating back to the 2nd century BC, and impressive cave temples. It features ancient rock carvings and sacred relics, with beautiful statues and paintings inside the caves. The best time to visit is during the dry season, from December to April, when the weather is pleasant. There is no entrance fee for the temple.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Ridi_Viharaya1.jpg",
      "https://trektempo.onrender.com/uploads/places/Ridi_Viharaya2.jpg",
      "https://trektempo.onrender.com/uploads/places/Ridi_Viharaya3.jpg"
    ]
  },
  {"district": "Kurunegala",
    "name": "Yapahuwa Rock Fortress",
    "location": "Yapahuwa Rock Fortress, North Western Province, Sri Lanka",
    "likes": 0,
    "description": "Yapahuwa Rock Fortress was a royal palace and fortress during the 13th century. It is popular for its historical significance and stunning views from the top. Main attractions include ancient ruins, rock carvings, and panoramic views. The best time to visit is during the dry season, from May to September. Tickets are required: Local adults pay LKR 300, local children LKR 150, foreign adults USD 10, and foreign children USD 5.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Yapahuwa_Rock_Fortress1.jpg",
      "https://trektempo.onrender.com/uploads/places/Yapahuwa_Rock_Fortress2.jpg",
      "https://trektempo.onrender.com/uploads/places/Yapahuwa_Rock_Fortress3.jpg"
    ]
  },
  {"district": "Kurunegala",
    "name": "Arankele Monastery",
    "location": "Arankele Monastery, North Western Province, Sri Lanka",
    "likes": 0,
    "description": "Arankele Monastery is an ancient Buddhist site popular for its historical ruins and serene atmosphere. It features old rock-cut caves, ancient stupas, and inscriptions. The best time to visit is during the dry season, from May to September. No tickets are required to visit.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Arankele_Monastery1.jpg",
      "https://trektempo.onrender.com/uploads/places/Arankele_Monastery2.jpg",
      "https://trektempo.onrender.com/uploads/places/Arankele_Monastery3.jpg"
    ]
  },
  {"district": "Kurunegala",
    "name": "Wellagala Rajamaha Viharaya",
    "location": "Wellagala Rajamaha Viharaya, North Western Province, Sri Lanka",
    "likes": 0,
    "description": "Wellagala Rajamaha Viharaya is known for its ancient architecture and serene environment. It features beautiful, well-preserved ruins. The best time to visit is during the cooler months from November to April. There is no entrance fee.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Wellagala_Rajamaha_Viharaya1.jpg",
      "https://trektempo.onrender.com/uploads/places/Wellagala_Rajamaha_Viharaya2.jpg",
      "https://trektempo.onrender.com/uploads/places/Wellagala_Rajamaha_Viharaya3.jpg"
    ]
  },
  {"district": "Kurunegala",
    "name": "Mahamevnawa Buddhist Monastery",
    "location": "Mahamevnawa Buddhist Monastery, North Western Province, Sri Lanka",
    "likes": 0,
    "description": "Mahamevnawa Buddhist Monastery is known for its serene atmosphere and beautiful architecture. It stands out for its peaceful environment and spiritual teachings, attracting visitors seeking meditation and tranquility. Key attractions include elegant pagodas, meditation halls, and learning about Buddhist practices. The best time to visit is during the cooler months from December to March. No tickets are required.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Mahamevnawa_Buddhist_Monastery1.jpg",
      "https://trektempo.onrender.com/uploads/places/Mahamevnawa_Buddhist_Monastery2.JPG",
      "https://trektempo.onrender.com/uploads/places/Mahamevnawa_Buddhist_Monastery3.jpeg"
    ]
  }
]