[
  {
    "district": "Mannar",
    "name": "Arippu Fort",
    "location": "Arippu Fort, Northern Province, Sri Lanka",
    "likes": 0,
    "description": "Arippu Fort was built by the Portuguese in the 17th century and later taken over by the Dutch. It is popular for its historical significance and impressive architecture. The fort features thick stone walls and a large central courtyard. The best time to visit is during the dry season from May to September, when the weather is pleasant. There is no entrance fee for the fort, making it accessible to everyone.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Arippu_Fort1.jpg",
      "https://trektempo.onrender.com/uploads/places/Arippu_Fort2.jpg",
      "https://trektempo.onrender.com/uploads/places/Arippu_Fort3.JPG"
    ]
  },
  {
    "district": "Mannar",
    "name": "Pesalai Beach",
    "location": "Pesalai Beach, Northern Province, Sri Lanka",
    "likes": 0,
    "description": "Pesalai Beach is popular for its serene and less crowded environment, making it a peaceful getaway. The beautiful golden sands and clear blue waters are its main attractions. Visitors can enjoy relaxing on the beach or swimming in the calm sea. The best time to visit Pesalai Beach is from December to March when the weather is pleasant and dry. No tickets are required to visit the beach, so you can enjoy this lovely spot for free.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Pesalai_Beach1.jpg",
      "https://trektempo.onrender.com/uploads/places/Pesalai_Beach2.jpg",
      "https://trektempo.onrender.com/uploads/places/Pesalai_Beach3.jpg"
    ]
  },
  {
    "district": "Mannar",
    "name": "Shrine of Our Lady of Madhu",
    "location": " Shrine of Our Lady of Madhu, Northern Province, Sri Lanka",
    "likes": 0,
    "description": "The Shrine of Our Lady of Madhu is famous for its significance to the Catholic community and its history dating back to the 17th century. It features a beautiful church and the miraculous statue of Our Lady of Madhu. Visitors can enjoy the serene atmosphere and participate in religious events. The best time to visit is from December to March when the weather is pleasant. Entrance to the shrine is free, but donations are welcome.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Shrine_of_Our_Lady_of_Madhu1.jpg",
      "https://trektempo.onrender.com/uploads/places/Shrine_of_Our_Lady_of_Madhu2.jpg",
      "https://trektempo.onrender.com/uploads/places/Shrine_of_Our_Lady_of_Madhu3.jpg"
    ]
  },
  {
    "district": "Mannar",
    "name": "Thiruketheeswaram Kovil",
    "location": "Thiruketheeswaram Kovil, Mannar District, Northern Province, Sri Lanka",
    "likes": 0,
    "description": "Thiruketheeswaram Kovil is a historic Hindu temple renowned for its ancient architecture and religious significance. The temple features beautiful carvings and a serene atmosphere, attracting visitors seeking spiritual experiences. The best time to visit is during the dry season, from May to September. No entrance fee is required for the temple, making it accessible to all visitors.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Thiruketheeswaram_Kovil1.jpg",
      "https://trektempo.onrender.com/uploads/places/Thiruketheeswaram_Kovil2.jpg",
      "https://trektempo.onrender.com/uploads/places/Thiruketheeswaram_Kovil3.jpg"
    ]
  },

  {
    "district": "Mannar",
    "name": "Talaimannar Lighthouse",
    "location": "Talaimannar Lighthouse, Northern Province, Sri Lanka",
    "likes": 0,
    "description": "Talaimannar Lighthouse was built in the late 19th century to guide ships navigating the nearby waters. The lighthouse is popular for its historic charm and scenic views of the surrounding sea and coastline. Visitors can enjoy a peaceful environment and beautiful sunsets. The best time to visit is from December to March, when the weather is pleasant and dry. There is no entry fee for the lighthouse, making it accessible to all visitors.",
    "images": [
      "https://trektempo.onrender.com/uploads/places/Talaimannar_Lighthouse1.jpg",
      "https://trektempo.onrender.com/uploads/places/Talaimannar_Lighthouse2.PNG",
      "https://trektempo.onrender.com/uploads/places/Talaimannar_Lighthouse3.jpg"
    ]
  }
]